{
  "books": "books",
  "planets": "planets",
  "relationships": "relationships",
  "cancel": "cancel",
  "continue": "continue",
  "group.by": "group by",

  "all.books": "Books: All",

  "home.text.1": "Welcome to our Brandon Sanderson's Cosmere statistics website! Here you will find a unique platform to explore and analyze the relationships between characters in Brandon Sanderson's works. In addition to the detailed compilation of the most iconic characters in the Cosmere, you will be able to explore details about their personalities, abilities, backgrounds, and their role in the plot of the story. Our website is the perfect place for Sanderson fans who want to delve into the world of the Cosmere and discover new connections between characters and stories.",
  "home.text.2": "Using advanced data analysis techniques, we have created an interactive graph that shows the connections between characters and their popularity within the Cosmere universe. Our interactive graph not only displays the connections between characters but also offers a visualization of the timeline of each work and how characters intertwine throughout it. You'll see how a character's decisions and actions impact others in the plot.",
  "home.text.3": "On our website, you will also find information about Sanderson's works, from his first novel, Elantris, to his latest series, The Stormlight Archive. We provide a dedicated section to explore the different planets and star systems of the Cosmere. Additionally, we'll keep you up-to-date with the latest news on upcoming releases and events related to Sanderson's works. Join our community of fans and explore the fascinating world of Sanderson today!",
  "home.title": "The Cosmere Connections",
  "spoiler.alert": "Caution, the following page may contain Cosmere spoilers!",
  "home.network.1": "Welcome to our website! Here you will find an intriguing interactive graph that represents the connections between the most iconic characters of this vast cosmos. Each node represents a character, while the arcs represent their interactions and relationships. Explore the complex networks of acquaintances, from the legendary Radiant Knights to the mysterious Elantrians and beyond. Immerse yourself in the depth of these Connections as you discover the network of intertwined stories that make the Cosmere such a captivating place. Embark on this journey and unravel the threads that unite these characters in this exciting interactive experience!",
  "home.analysis.1": "In our analysis section, you can delve into fascinating details extracted from the Cosmere graph. From this complex web of connections between characters, we have obtained valuable data such as pagerank, betweenness, closeness, and eigenvector. These indicators allow us to understand the importance and influence of each character in the universe created by Brandon Sanderson. Explore the key dynamics and relationships between characters through our graphical representations and discover how they intertwine in this fascinating literary universe. Immerse yourself in our analysis and uncover the hidden secrets behind the Cosmere's network of connections!",
  "home.me.1": "This is the result of a project made by and for Brandon Sanderson's fans. We hope that the information is of interest and allows you to expand your knowledge about this fantastic universe, although, of course, there is always another secret...",

  "info.pagerank": "Measures the popularity of a character.",
  "info.eigenvector": "Measures the relevance of a character in the stories of other characters.",
  "info.betweenness": "Measures the importance of a character as a connector between two other characters. If character A knows character B through character C, the betweenness of C increases.",
  "info.closeness": "Measures how close a character is to others. A high closeness value means they know many characters closely, while a low value indicates they are more isolated and do not personally know many characters.",
  "info.fractal_protagonism": "Measures the degree of \"protagonism\" of a character. Combines measures of pagerank, betweenness, and degree.<br><br> -<b>Pagerank</b>: measure of the character’s agency.<br> -<b>Eigenvector</b>: measure of the character’s prestige.<br> -<b>Degree</b>: measure of the number of interactions.<br><br> The measure is based on the definition that a protagonist is a character who struggles, is compelled to act, and their choices advance the plot and determine the fate of those around them."
}
