{
  "books": "libros",
  "planets": "planetas",
  "relationships": "relaciones",
  "cancel": "cancelar",
  "continue": "continuar",
  "group.by": "agrupar por",
  "Home": "Home",
  "Network": "Red",
  "Analysis": "Análisis",

  "all.books": "Libros: Todos",

  "The Final Empire": "El imperio final",
  "The Well of Ascension": "La rueda de la Ascensión",
  "The Hero of Ages": "El heroe de las eras",
  "The Alloy of Law": "Aleación de ley",
  "Shadows of Self": "Sombras de identidad",
  "The Bands of Mourning": "Brazales de duelo",
  "The Way of Kings": "El camino de los reyes",
  "Words of Radiance": "Palabras radiantes",
  "Oathbringer": "Juramentada",
  "Rhythm of War": "El ritmo de la guerra",
  "Warbreaker": "El aliento de los dioses",

  "home.text.1": "¡Bienvenido a nuestro sitio web de estadísticas del Cosmere de Brandon Sanderson! Aquí encontrarás una plataforma única para explorar y analizar las relaciones entre los personajes de las obras de Brandon Sanderson. Además de la recopilación detallada de los personajes más icónicos del Cosmere, podrás explorar detalles sobre su personalidad, habilidades, antecedentes y su papel en la trama de la historia. Nuestro sitio web es el lugar perfecto para los fanáticos de Sanderson que desean profundizar en el mundo del Cosmere y descubrir nuevas conexiones entre los personajes y las historias.",
  "home.text.2": "Utilizando técnicas avanzadas de análisis de datos, hemos creado un grafo interactivo que muestra las conexiones entre los personajes y su popularidad dentro del universo del Cosmere. Nuestro grafo interactivo no solo muestra las conexiones entre los personajes, sino que también ofrece una visualización de la línea temporal de cada obra y cómo los personajes se entrelazan a lo largo de ella. Podrás ver cómo las decisiones y acciones de un personaje afectan a otros en la trama.",
  "home.text.3": "En nuestro sitio web, también podrás encontrar información sobre las obras de Sanderson, desde su primera novela, Elantris, hasta su serie más reciente, El Archivo de las Tormentas. Ofrecemos una sección dedicada a la exploración de los diferentes planetas y sistemas estelares del Cosmere. Además, te mantendremos al día con las últimas noticias sobre próximos lanzamientos y eventos relacionados con las obras de Sanderson. Únete a nuestra comunidad de fans y explora el fascinante mundo de Sanderson hoy mismo!",
  "home.title": "Las Conexiones del Cosmere",
  "spoiler.alert": "¡Cuidado, la siguiente página puede contener spoilers del Cosmere!",
  "home.network.1": "¡Bienvenido a nuestra página web!. Aquí encontrarás un intrigante grafo interactivo que representa las conexiones entre los personajes más icónicos de este vasto cosmos. Cada nodo representa un personaje, mientras que los arcos representan sus interacciones y relaciones. Explora las complejas redes de conocidos, desde los legendarios Caballeros Radiantes hasta los misteriosos Elantrianos y más allá. Sumérgete en la profundidad de estas Conexiones mientras descubres la red de historias entrelazadas que hacen del Cosmere un lugar tan cautivador. ¡Embárcate en este viaje y desentraña los hilos que unen a estos personajes en esta emocionante experiencia interactiva!",
  "home.analysis.1": "En nuestra sección de análisis, podrás adentrarte en los fascinantes detalles extraídos del grafo del Cosmere. A partir de este complejo entramado de conexiones entre personajes, hemos obtenido valiosos datos como el pagerank, betweenness, closeness y eigenvector. Estos indicadores nos permiten comprender la importancia y la influencia de cada personaje en el universo creado por Brandon Sanderson. Explora las dinámicas y relaciones clave entre los personajes a través de nuestras representaciones gráficas y descubre cómo se entrelazan en este fascinante universo literario. ¡Sumérgete en nuestro análisis y desvela los secretos ocultos tras la red de conexiones del Cosmere!",
  "home.me.1": "Esto es el resultado de un proyecto hecho por y para los fans de Brandon Sanderson. Esperamos que la información sea de interés y que permita expandir un poco más el conocimiento sobre este fantástico universo, aunque claro, siempre hay otro secreto...",

  "info.pagerank": "Mide la popularidad de un personaje",
  "info.eigenvector": "Mide la relevancia de un personaje en las historias del resto de personajes",
  "info.betweenness": "Mide la importancia de un personaje como conector de otros dos personajes. Si un personaje A conoce a uno B a traves de un personaje C, el betweenness de C aumenta.",
  "info.closeness": "Mide como de cercano es un personaje al resto. Un closeness alto significa que conoce a muchos personajes de cerca mientras que un valor bajo indica que está más aislado y no conoce muchos personajes personalmente.",
  "info.fractal_protagonism": "Mide el grado de \"protagonismo\" de un personaje. Junta la medida del pagerank, el betweenness y el grado.<br><br> <b>-Pagerank</b>: mide la capacidad de acción<br> <b>-Eigenvector</b>: mide el prestigio. <b>-Grado</b>: mide el número de relaciones directas<br><br> La medida se basa en la definición de que un protagonista es un personaje que se ve obligado a actuar, sus elecciones impulsan la trama y determinan el destino de quienes les rodea."
}
