{
  "books": "libros",
  "planets": "planetas",
  "relationships": "relaciones",
  "home.text.1": "¡Bienvenido a nuestro sitio web de estadísticas del Cosmere de Brandon Sanderson! Aquí encontrarás una plataforma única para explorar y analizar las relaciones entre los personajes de las obras de Brandon Sanderson. Además de la recopilación detallada de los personajes más icónicos del Cosmere, podrás explorar detalles sobre su personalidad, habilidades, antecedentes y su papel en la trama de la historia. Nuestro sitio web es el lugar perfecto para los fanáticos de Sanderson que desean profundizar en el mundo del Cosmere y descubrir nuevas conexiones entre los personajes y las historias.",
  "home.text.2": "Utilizando técnicas avanzadas de análisis de datos, hemos creado un grafo interactivo que muestra las conexiones entre los personajes y su popularidad dentro del universo del Cosmere. Nuestro grafo interactivo no solo muestra las conexiones entre los personajes, sino que también ofrece una visualización de la línea temporal de cada obra y cómo los personajes se entrelazan a lo largo de ella. Podrás ver cómo las decisiones y acciones de un personaje afectan a otros en la trama.",
  "home.text.3": "En nuestro sitio web, también podrás encontrar información sobre las obras de Sanderson, desde su primera novela, Elantris, hasta su serie más reciente, El Archivo de las Tormentas. Ofrecemos una sección dedicada a la exploración de los diferentes planetas y sistemas estelares del Cosmere. Además, te mantendremos al día con las últimas noticias sobre próximos lanzamientos y eventos relacionados con las obras de Sanderson. Únete a nuestra comunidad de fans y explora el fascinante mundo de Sanderson hoy mismo!",
  "home.title": "Un paseo por las Conexiones del Cosmere",
  "spoiler.alert": "Cuidado, la siguiente página puede contener spoilers del Cosmere. Si quiere evitar posibles spoilers pulse Volver, si ya se ha leido todos los libros del Cosmere pulse Continar.",
  "cancel": "cancelar",
  "continue": "continuar"
}
